<pre>
<?php

$city = [
    'Лос-Анджелес' => ['state' => ' шт. Калифорния', 'population' => 3792621],
    'Чикаго'       => ['state' => 'шт. Иллинойс', 'population' => 2695598],
    'Хьюстон'      => ['state' => ' шт. Техас', 'population' => 2100263],
    'Филадельфия'  => ['state' => 'шт. Пенсильвания', 'population' => 1526006],
    'Феникс'       => ['state' => 'шт. Аризона', 'population' => 1445632],
    'Сан-Антонио'  => ['state' => ' шт. Техас', 'population' => 1327407],
    'Сан-Диего'    => ['state' => 'шт. Калифорния', 'population' => 1307402],
    'Даллас'       => ['state' => 'шт. Техас', 'population' => 1197816],
    'Сан-Хосе'     => ['state' => 'шт. Калифорния', 'population' => 945942],
];

print_r($city);

